Repository: SorokinDmitrij/Baby-s-diary
Catalog: Localizable.xcstrings
Source language: en
Languages: kk_kz, ru

source: Add a baby
kk_kz: Бала қосыңыз
ru: Добавить малыша

source: Adding a baby...
kk_kz: Бала қосуда...
ru: Добавляем малыша ....

source: Baby's name
kk_kz: Сәбидің аты
ru: Имя малыша

source: Birthday
kk_kz: Туған күн
ru: День рождения

source: Cancel
kk_kz: Бас тарту
ru: Отменить

source: Finish
kk_kz: Аяқтау
ru: Завершить

source: Head circumference (in centimeters)
kk_kz: Бас шеңбері (сантиметрмен)
ru: Обхват головы (в сантиметрах)

# Height
source: Height (in centimeters)
kk_kz: Биіктігі (сантиметрмен)
ru: Рост (в сантиметрах)

source: Next
kk_kz: Келесі
ru: Дальше

source: Not chosen
kk_kz: Таңдалмаған
ru: Не выбрано

# Onboarding_Consultation_Description
source: With the AI consultation feature, you'll receive personalized recommendations based on your child's sleep statistics. Using OpenAI algorithms, the app analyzes the data and offers solutions to improve sleep quality.
kk_kz: AI консультациясы функциясы арқылы сіз балаңыздың ұйқы статистикасына негізделген жеке ұсыныстарды аласыз. OpenAI алгоритмдерін пайдаланып, қолданба деректерді талдайды және ұйқы сапасын жақсарту үшін шешімдер ұсынады.
ru: С функцией консультации ИИ вы получите персонализированные рекомендации на основе статистики сна вашего ребенка. Используя алгоритмы OpenAI, приложение анализирует данные и предлагает решения для улучшения качества сна.

# Onboarding_Consultation_Title
source: Consultation
kk_kz: Консультация
ru: Консультация

# Onboarding_Skip_Alert_Title
source: Are you sure you want to skip onboarding?
kk_kz: Презентацияны өткізіп жібергіңіз келетініне сенімдісіз бе?
ru: Вы уверены, что хотите пропустить презентацию?

# Onboarding_Sleep_Description
source: With the sleep tracking feature, you can easily add and manage your child's sleep times, recording the start and end of each period. This helps monitor sleep patterns and quality, analyze data, and improve your child's sleep habits.
kk_kz: Ұйқыны бақылау функциясы арқылы сіз балаңыздың ұйқы уақыттарын оңай қосып, басқара аласыз, әр кезеңнің басталуын және аяқталуын жазып аласыз. Бұл ұйқы режимін және сапасын бақылауға, деректерді талдауға және балаңыздың ұйқы әдеттерін жақсартуға көмектеседі.
ru: С функцией отслеживания сна вы легко сможете добавлять и управлять временем сна вашего ребенка, записывая начало и окончание каждого периода. Это поможет следить за режимом и качеством сна, анализировать данные и улучшать привычки сна малыша.

# Onboarding_Sleep_Title
source: Sleep
kk_kz: Ұйқы
ru: Сон

# Onboarding_Statistics_Description
source: With the sleep statistics feature, you can track and analyze your child's sleep patterns by recording data. Share this statistics with experts for professional recommendations.
kk_kz: Ұйқы статистикасы функциясы арқылы сіз деректерді жазу арқылы балаңыздың ұйқы режимдерін қадағалап, талдай аласыз. Кәсіби ұсыныстар алу үшін осы статистиканы мамандармен бөлісіңіз.
ru: С функцией статистики сна вы сможете отслеживать и анализировать режимы сна ребенка, записывая данные. Делитесь этой статистикой с экспертами для профессиональных рекомендаций.

# Onboarding_Statistics_Title
source: Statistics
kk_kz: Статистика
ru: Статистика

# Onboarding_Welcome_Description
source: Our app will help you improve your child's sleep quality!
kk_kz: Біздің қолданбамыз балаңыздың ұйқы сапасын жақсартуға көмектеседі!
ru: Наше приложение поможет вам улучшить качество сна вашего ребенка!

# Onboarding_Welcome_Title
source: Welcome!
kk_kz: Қош келдіңіз!
ru: Добро пожаловать!

source: Ready
kk_kz: Дайын
ru: Готово

source: Skip
kk_kz: Өткізіп жіберу
ru: Пропустить

source: Sleep
kk_kz: Ұйқы
ru: Сон

source: Statistics
kk_kz: Статистика
ru: Статистика

source: Weight (in kilograms)
kk_kz: Салмағы (килограмммен)
ru: Вес (в килограммах)

source: Yes
kk_kz: Иә
ru: Да
